Repository: avgx/OneAccount
Catalog: Sources/OneAccountUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, be, bg, ca, cs, da, de, el, es, es_mx, fa, fr, he, hr, hu, it, ja, kk, ko, lt, lv, nl, pl, pt, pt_br, ru, sk, sr, th, tr, uk, zh_cn, zh_tw

# relogin-password-prompt
source: Enter your password to obtain new session.
ar: أدخل كلمة المرور للحصول على جلسة جديدة.
be: Увядзіце пароль, каб атрымаць новую сесію.
bg: Въведете паролата си, за да получите нова сесия.
ca: Introdueix la contrasenya per obtenir una sessió nova.
cs: Zadejte heslo pro získání nové relace.
da: Indtast din adgangskode for at få en ny session.
de: Geben Sie Ihr Passwort ein, um eine neue Sitzung zu erhalten.
el: Εισαγάγετε τον κωδικό πρόσβασης για να λάβετε νέα συνεδρία.
es: Introduce tu contraseña para obtener una nueva sesión.
es_mx: Ingresa tu contraseña para obtener una nueva sesión.
fa: رمز عبور خود را برای دریافت نشست جدید وارد کنید.
fr: Saisissez votre mot de passe pour obtenir une nouvelle session.
he: הזן את הסיסמה שלך כדי לקבל הפעלה חדשה.
hr: Unesite lozinku za dobivanje nove sesije.
hu: Adja meg a jelszavát az új munkamenet megszerzéséhez.
it: Inserisci la password per ottenere una nuova sessione.
ja: 新しいセッションを取得するにはパスワードを入力してください。
kk: Жаңа сеанс алу үшін құпия сөзді енгізіңіз.
ko: 새 세션을 얻으려면 암호를 입력하세요.
lt: Įveskite slaptažodį, kad gautumėte naują sesiją.
lv: Ievadiet paroli, lai iegūtu jaunu sesiju.
nl: Voer uw wachtwoord in om een nieuwe sessie te verkrijgen.
pl: Wprowadź hasło, aby uzyskać nową sesję.
pt: Introduza a palavra-passe para obter uma nova sessão.
pt_br: Digite sua senha para obter uma nova sessão.
ru: Введите пароль для получения новой сессии.
sk: Zadajte heslo na získanie novej relácie.
sr: Unesite lozinku da biste dobili novu sesiju.
th: ป้อนรหัสผ่านเพื่อรับเซสชันใหม่
tr: Yeni oturum almak için parolanızı girin.
uk: Введіть пароль, щоб отримати нову сесію.
zh_cn: 输入密码以获取新会话。
zh_tw: 輸入密碼以取得新工作階段。

source: Rename
ar: إعادة تسمية
be: Перайменаваць
bg: Преименуване
ca: Canvia el nom
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Renombrar
es_mx: Renombrar
fa: تغییر نام
fr: Renommer
he: שנה שם
hr: Preimenuj
hu: Átnevezés
it: Rinomina
ja: 名前を変更
kk: Атауын өзгерту
ko: 이름 변경
lt: Pervardyti
lv: Pārdēvēt
nl: Hernoemen
pl: Zmień nazwę
pt: Renomear
pt_br: Renomear
ru: Переименовать
sk: Premenovať
sr: Preimenuj
th: เปลี่ยนชื่อ
tr: Yeniden adlandır
uk: Перейменувати
zh_cn: 重命名
zh_tw: 重新命名

source: Retry
ar: إعادة المحاولة
be: Паўтарыць
bg: Повторен опит
ca: Torna-ho a provar
cs: Opakovat
da: Prøv igen
de: Erneut versuchen
el: Επανάληψη
es: Reintentar
es_mx: Reintentar
fa: تلاش مجدد
fr: Réessayer
he: נסה שוב
hr: Pokušaj ponovno
hu: Újrapróbálás
it: Riprova
ja: 再試行
kk: Қайта көру
ko: 다시 시도
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
nl: Opnieuw proberen
pl: Ponów
pt: Repetir
pt_br: Tentar novamente
ru: Повторить
sk: Opakovať
sr: Pokušaj ponovo
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Повторити
zh_cn: 重试
zh_tw: 重試

source: Save
ar: حفظ
be: Захаваць
bg: Запазване
ca: Desa
cs: Uložit
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
es_mx: Guardar
fa: ذخیره
fr: Enregistrer
he: שמור
hr: Spremi
hu: Mentés
it: Salva
ja: 保存
kk: Сақтау
ko: 저장
lt: Išsaugoti
lv: Saglabāt
nl: Opslaan
pl: Zapisz
pt: Guardar
pt_br: Salvar
ru: Сохранить
sk: Uložiť
sr: Sačuvaj
th: บันทึก
tr: Kaydet
uk: Зберегти
zh_cn: 保存
zh_tw: 儲存

# select-verification-method
source: Select a supported verification method.
ar: اختر طريقة تحقق مدعومة.
be: Выберыце падтрымліваемы спосаб пацверджання.
bg: Изберете поддържан метод за потвърждение.
ca: Selecciona un mètode de verificació compatible.
cs: Vyberte podporovanou metodu ověření.
da: Vælg en understøttet bekræftelsesmetode.
de: Wählen Sie eine unterstützte Verifizierungsmethode.
el: Επιλέξτε υποστηριζόμενη μέθοδο επαλήθευσης.
es: Selecciona un método de verificación compatible.
es_mx: Selecciona un método de verificación compatible.
fa: یک روش تأیید پشتیبانی‌شده را انتخاب کنید.
fr: Sélectionnez une méthode de vérification prise en charge.
he: בחר שיטת אימות נתמכת.
hr: Odaberite podržanu metodu provjere.
hu: Válasszon támogatott ellenőrzési módszert.
it: Seleziona un metodo di verifica supportato.
ja: サポートされている確認方法を選択してください。
kk: Қолдау көрсетілетін растау әдісін таңдаңыз.
ko: 지원되는 인증 방법을 선택하세요.
lt: Pasirinkite palaikomą patvirtinimo metodą.
lv: Izvēlieties atbalstītu apstiprinājuma metodi.
nl: Selecteer een ondersteunde verificatiemethode.
pl: Wybierz obsługiwaną metodę weryfikacji.
pt: Selecione um método de verificação suportado.
pt_br: Selecione um método de verificação compatível.
ru: Выберите поддерживаемый способ подтверждения.
sk: Vyberte podporovanú metódu overenia.
sr: Izaberite podržanu metodu verifikacije.
th: เลือกวิธียืนยันที่รองรับ
tr: Desteklenen bir doğrulama yöntemi seçin.
uk: Виберіть підтримуваний спосіб підтвердження.
zh_cn: 选择支持的验证方式。
zh_tw: 選擇支援的驗證方式。

source: Self-signed
ar: موقّع ذاتيًا
be: Самападпісаны
bg: Самоподписан
ca: Autofirmat
cs: Vlastnoručně podepsaný
da: Selvsigneret
de: Selbstsigniert
el: Αυτοϋπογεγραμμένο
es: Autofirmado
es_mx: Autofirmado
fa: خودامضا
fr: Auto-signé
he: חתום עצמית
hr: Samopotpisan
hu: Önaláírt
it: Autofirmato
ja: 自己署名
kk: Өзін-өзі қол қойған
ko: 자체 서명
lt: Pasirašytas savarankiškai
lv: Pašparakstīts
nl: Zelfondertekend
pl: Samopodpisany
pt: Autoassinado
pt_br: Autoassinado
ru: Самоподписанный
sk: Vlastnoručne podpísaný
sr: Samosigned
th: ลงนามเอง
tr: Kendinden imzalı
uk: Самопідписаний
zh_cn: 自签名
zh_tw: 自簽

source: Serial
ar: الرقم التسلسلي
be: Серыйны нумар
bg: Сериен номер
ca: Número de sèrie
cs: Sériové číslo
da: Serienummer
de: Seriennummer
el: Σειριακός αριθμός
es: Número de serie
es_mx: Número de serie
fa: شماره سریال
fr: Numéro de série
he: מספר סידורי
hr: Serijski broj
hu: Sorozatszám
it: Numero di serie
ja: シリアル
kk: Сериялық нөмір
ko: 일련 번호
lt: Serijos numeris
lv: Sērijas numurs
nl: Serienummer
pl: Numer seryjny
pt: Número de série
pt_br: Número de série
ru: Серийный номер
sk: Sériové číslo
sr: Serijski broj
th: หมายเลขซีเรียล
tr: Seri numarası
uk: Серійний номер
zh_cn: 序列号
zh_tw: 序號

source: Sign In
ar: تسجيل الدخول
be: Увайсці
bg: Вход
ca: Inicia sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar Sesión
es_mx: Iniciar Sesión
fa: ورود
fr: Se Connecter
he: התחברות
hr: Prijava
hu: Bejelentkezés
it: Accedi
ja: サインイン
kk: Кіру
ko: 로그인
lt: Prisijungti
lv: Pierakstīties
nl: Inloggen
pl: Zaloguj się
pt: Iniciar sessão
pt_br: Entrar
ru: Войти
sk: Prihlásiť sa
sr: Prijava
th: ลงชื่อเข้าใช้
tr: Oturum Aç
uk: Увійти
zh_cn: 登录
zh_tw: 登入

# step-number
source: Step %1$lld
ar: الخطوة %1$lld
be: Крок %1$lld
bg: Стъпка %1$lld
ca: Pas %1$lld
cs: Krok %1$lld
da: Trin %1$lld
de: Schritt %1$lld
el: Βήμα %1$lld
es: Paso %1$lld
es_mx: Paso %1$lld
fa: مرحله %1$lld
fr: Étape %1$lld
he: שלב %1$lld
hr: Korak %1$lld
hu: %1$lld. lépés
it: Passaggio %1$lld
ja: ステップ %1$lld
kk: %1$lld-қadam
ko: %1$lld단계
lt: %1$lld žingsnis
lv: %1$lld. solis
nl: Stap %1$lld
pl: Krok %1$lld
pt: Passo %1$lld
pt_br: Etapa %1$lld
ru: Шаг %1$lld
sk: Krok %1$lld
sr: Korak %1$lld
th: ขั้นตอน %1$lld
tr: Adım %1$lld
uk: Крок %1$lld
zh_cn: 步骤 %1$lld
zh_tw: 步驟 %1$lld

source: System Trust
ar: ثقة النظام
be: Сістэмнае давер
bg: Системно доверие
ca: Confiança del sistema
cs: Systémová důvěra
da: Systemtillid
de: Systemvertrauen
el: Εμπιστοσύνη συστήματος
es: Confianza del sistema
es_mx: Confianza del sistema
fa: اعتماد سیستم
fr: Confiance système
he: אמון מערכת
hr: Sistemsko povjerenje
hu: Rendszerbizalom
it: Trust di sistema
ja: システム信頼
kk: Жүйелік сенім
ko: 시스템 신뢰
lt: Sistemos pasitikėjimas
lv: Sistēmas uzticība
nl: Systeemvertrouwen
pl: Zaufanie systemowe
pt: Confiança do sistema
pt_br: Confiança do sistema
ru: Системное доверие
sk: Systémová dôvera
sr: Sistemsko poverenje
th: ความเชื่อถือของระบบ
tr: Sistem güveni
uk: Системна довіра
zh_cn: 系统信任
zh_tw: 系統信任

source: TLS chain
ar: سلسلة TLS
be: Ланцужок TLS
bg: TLS верига
ca: Cadena TLS
cs: TLS řetězec
da: TLS-kæde
de: TLS-Kette
el: Αλυσίδα TLS
es: Cadena TLS
es_mx: Cadena TLS
fa: زنجیره TLS
fr: Chaîne TLS
he: שרשרת TLS
hr: TLS lanac
hu: TLS-lánc
it: Catena TLS
ja: TLS チェーン
kk: TLS тізбегі
ko: TLS 체인
lt: TLS grandinė
lv: TLS ķēde
nl: TLS-keten
pl: Łańcuch TLS
pt: Cadeia TLS
pt_br: Cadeia TLS
ru: Цепочка TLS
sk: TLS reťazec
sr: TLS lanac
th: สายโซ่ TLS
tr: TLS zinciri
uk: Ланцюжок TLS
zh_cn: TLS 链
zh_tw: TLS 鏈

source: Trust All
ar: الثقة بالكل
be: Давер усім
bg: Доверие на всички
ca: Confia-ho tot
cs: Důvěřovat všem
da: Tillid til alle
de: Allen vertrauen
el: Εμπιστοσύνη σε όλα
es: Confiar en todo
es_mx: Confiar en todo
fa: اعتماد به همه
fr: Tout approuver
he: אמון בהכל
hr: Vjeruj svima
hu: Mindenkit megbízható
it: Trust tutti
ja: すべて信頼
kk: Барлығына сену
ko: 모두 신뢰
lt: Pasitikėti visais
lv: Uzticēties visiem
nl: Vertrouw alles
pl: Ufaj wszystkim
pt: Confiar em tudo
pt_br: Confiar em tudo
ru: Доверять всем
sk: Dôverovať všetkým
sr: Veruj svima
th: เชื่อถือทั้งหมด
tr: Tümüne güven
uk: Довіряти всім
zh_cn: 信任全部
zh_tw: 信任全部

source: Trust policy
ar: سياسة الثقة
be: Палітыка даверу
bg: Политика на доверие
ca: Política de confiança
cs: Zásady důvěry
da: Tillidspolitik
de: Vertrauensrichtlinie
el: Πολιτική εμπιστοσύνης
es: Política de confianza
es_mx: Política de confianza
fa: سیاست اعتماد
fr: Politique de confiance
he: מדיניות אמון
hr: Pravila povjerenja
hu: Bizalmi házirend
it: Criterio di trust
ja: 信頼ポリシー
kk: Сенім саясаты
ko: 신뢰 정책
lt: Pasitikėjimo politika
lv: Uzticības politika
nl: Vertrouwensbeleid
pl: Polityka zaufania
pt: Política de confiança
pt_br: Política de confiança
ru: Политика доверия
sk: Politika dôvery
sr: Politika poverenja
th: นโยบายความเชื่อถือ
tr: Güven ilkesi
uk: Політика довіри
zh_cn: 信任策略
zh_tw: 信任原則

source: Trusted by system
ar: موثوق به من النظام
be: Давераны сістэмай
bg: Доверен от системата
ca: Confiat pel sistema
cs: Důvěryhodný systémem
da: Betroet af systemet
de: Vom System vertraut
el: Εμπιστεύεται από το σύστημα
es: Confiado por el sistema
es_mx: Confiado por el sistema
fa: مورد اعتماد سیستم
fr: Approuvé par le système
he: מהימן על ידי המערכת
hr: Pouzdano od sustava
hu: A rendszer megbízik benne
it: Considerato attendibile dal sistema
ja: システムにより信頼
kk: Жүйе сенеді
ko: 시스템에서 신뢰함
lt: Patikimas sistemai
lv: Uzticams sistēmai
nl: Vertrouwd door systeem
pl: Zaufany przez system
pt: Confiável pelo sistema
pt_br: Confiável pelo sistema
ru: Доверен системой
sk: Dôveryhodný systémom
sr: Pouzdan od sistema
th: ระบบเชื่อถือ
tr: Sistem tarafından güvenilir
uk: Довірений системою
zh_cn: 受系统信任
zh_tw: 受系統信任

source: Valid
ar: صالح
be: Сапраўдны
bg: Валиден
ca: Vàlid
cs: Platný
da: Gyldig
de: Gültig
el: Έγκυρο
es: Válido
es_mx: Válido
fa: معتبر
fr: Valide
he: תקף
hr: Valjano
hu: Érvényes
it: Valido
ja: 有効
kk: Жарамды
ko: 유효
lt: Galioja
lv: Derīgs
nl: Geldig
pl: Ważny
pt: Válido
pt_br: Válido
ru: Действителен
sk: Platný
sr: Važi
th: ใช้ได้
tr: Geçerli
uk: Дійсний
zh_cn: 有效
zh_tw: 有效

source: Verification Code
ar: رمز التحقق
be: Код пацверджання
bg: Код за потвърждение
ca: Codi de verificació
cs: Ověřovací kód
da: Bekræftelseskode
de: Bestätigungscode
el: Κωδικός επαλήθευσης
es: Código de verificación
es_mx: Código de verificación
fa: کد تأیید
fr: Code de vérification
he: קוד אימות
hr: Kontrolni kod
hu: Ellenőrző kód
it: Codice di verifica
ja: 確認コード
kk: Растау коды
ko: 인증 코드
lt: Patvirtinimo kodas
lv: Apstiprinājuma kods
nl: Verificatiecode
pl: Kod weryfikacyjny
pt: Código de verificação
pt_br: Código de verificação
ru: Код подтверждения
sk: Overovací kód
sr: Verifikacioni kod
th: รหัสยืนยัน
tr: Doğrulama kodu
uk: Код підтвердження
zh_cn: 验证码
zh_tw: 驗證碼

source: Verify
ar: تحقق
be: Праверыць
bg: Потвърди
ca: Verifica
cs: Ověřit
da: Bekræft
de: Verifizieren
el: Επαλήθευση
es: Verificar
es_mx: Verificar
fa: تأیید
fr: Vérifier
he: אמת
hr: Potvrdi
hu: Ellenőrzés
it: Verifica
ja: 確認
kk: Растау
ko: 확인
lt: Patvirtinti
lv: Apstiprināt
nl: Verifiëren
pl: Zweryfikuj
pt: Verificar
pt_br: Verificar
ru: Проверить
sk: Overiť
sr: Potvrdi
th: ยืนยัน
tr: Doğrula
uk: Перевірити
zh_cn: 验证
zh_tw: 驗證
